<?php $gNum="00"; ?>
<?php include("../pub/inc/_dtd.php") ?>
<?php include("../pub/inc/_header.php") ?>
<div id="mainContent" class="container sub_wrap">
	
	<div class="inner">
		<div class="title">개인정보처리방침</div>

		<div class="terms">
<div class="tit">01. 개인정보 처리방침의 의의</div>
<ul>
	<li>가. 수집하는 개인정보의 항목
		<ul>
			<li>1. 회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
				<ul>
					<li>
						가) 필수항목
						<ul>
							<li><span class="arial">①</span> 일반 회원 : 이름, 생년월일, 아이디, 비밀번호, 휴대전화번호, 전자우편주소</li>
							<li><span class="arial">②</span> 교사 회원 : 이름, 생년월일, 아이디, 비밀번호, 휴대전화번호, 전자우편주소, 교사인증, 학교명, 담당과목</li>
						</ul>
					</li>
					<li>나) 수집금지항목
						<ul>
							<li><span class="arial">①</span> 민감 정보 : 회원의 소중한 인권을 침해할 우려가 있는 정보 (인종, 사상 및 신조, 정치적성향 이나 범죄기록, 의료정보 등)</li>
							<li><span class="arial">②</span> 단, 법령에서 민감정보의 처리를 요구하거나 허용하는 경우에는 반드시 사전에 이용자 에게 해당사실을 알리고 동의를 구하도록 하겠습니다.</li>
						</ul>
					</li>
				</ul>
			</li>
			<li>
				2. 서비스이용과정이나 사업처리과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
				<ul>
					<li>가) 일반 이용 : : IP address, 쿠키(cookie), 방문일시, OS 종류, 브라우저 종류, 방문(접속)기록, 불량이용기록, 서비스이용기록 등</li>
					<li>나) 이동통신사정보, 단말기모델, 단말기식별번호, OS종류 및 버전, PUSH 토큰, 접속기록, 세션아이디, MAC Address 등. 다만 단말기에 관한 정보는 개인을 식별할 수 없는 형태로 수집되며, 회사는 임의로 수집된 정보를 바탕으로 개인을 식별하는 일체의 활동을 하지 않습니다.</li>
					<li>다) 페이스북 : 회원 이름</li>
					<li>라) 카카오 : 회원 이름</li>
					<li>마) 인스타그램 : 회원 이름</li>
					<li>바) 엔에이치엔에듀 주식회사 : 회원 이름, 연락처, 이메일</li>
				</ul>
			</li>
			<li>3. 부가서비스 및 맞춤식서비스 이용 또는 이벤트 응모 과정에서 해당 서비스의 이용자에 한해서 개인정보 추가수집에 대한 동의를 받은 경우 아래와 같은 정보들이 수집될 수 있습니다.<br>
			- 경품 배송 또는 계정 등록 후 사용가능한 쿠폰경품 등의 배송을 위한 배송지, 이름, 유선전화번호, 휴대전화번호, 전자우편주소, 이용정지/해지 사유, 중복가입확인정보
			</li>
			<li>4. 유료서비스 이용 과정에서 아래와 같은 결제정보들이 수집될 수 있습니다.
				<ul>
					<li>가) 신용카드 결제 시 : 카드사, 결제승인번호 등</li>
					<li>나) 휴대전화 결제 시 : 이동통신사명</li>
					<li>다) 실시간계좌이체 시 : 은행명, 현금 영수증 승인번호</li>
					<li>라) 무통장 입금 시 : 현금 영수증 승인번호</li>
					<li>마) 상품권 이용 시 : 상품권번호 등</li>
					<li>바) 쿠폰 이용 시 : 쿠폰번호 등</li>
					<li>사) 환불 시 : 환불계좌정보(은행명, 계좌번호, 예금주명)</li>
				</ul>
			</li>
		</ul>
	</li>
	<li>나. 개인정보 수집방법<br>
		회사는 홈페이지, 유·무선전화(휴대전화 포함), 전자우편, 모사전송(팩스) 등의 방법으로 아래와 같은 경로로 개인정보를 수집합니다.
		<ul>
			<li>1. 회원가입, 회원정보수정</li>
			<li>2. 게시판, Q&A, 상담, 고객센터, 이벤트응모, 배송요청</li>
			<li>3. 제휴사로부터의 제공</li>
			<li>4. 생성정보 수집 툴 또는 로그분석 프로그램을 통한 수집</li>
		</ul>
	</li>
</ul>




<div class="tit">02. 개인정보의 수집 및 이용목적</div>
회사는 수집한 개인정보를 다음의 목적을 위하여 활용합니다. 이용자가 제공한 정보는 아래 목적에 필요한 용도 외에는 사용되지 않으며, 이용 목적이 변경되는 경우에는 사전동의를 구할 것입니다.
<ul>
	<li>
		가. 서비스 제공에 관한 계약이행 및 서비스 제공에 따른 요금정산
		<ul>
			<li>1. 콘텐츠제공, 특정 맞춤서비스 제공</li>
			<li>2. 물품배송 또는 청구서 등 발송</li>
			<li>3. 금융거래 본인인증 및 금융서비스</li>
			<li>4. 구매 및 요금결제, 요금추심 등</li>
		</ul>
	</li>
	<li>
		나. 회원관리
		<ul>
			<li>1. 회원제 서비스 이용 및 제한적 본인 확인방법에 따른 본인확인, 개인식별</li>
			<li>2. 불량회원의 부정이용 방지와 비인가사용 방지</li>
			<li>3. 가입의사 확인, 가입 및 가입횟수 제한</li>
			<li>4. 분쟁조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달</li>
		</ul>
	</li>
	<li>
		다. 신규서비스 개발 및 마케팅·광고에의 활용
		<ul>
			<li>1. 신규서비스 개발 및 맞춤서비스 제공</li>
			<li>2. 통계학적 특성에 따른 서비스제공 및 광고게재, 서비스의 유효성 확인</li>
			<li>3. 이벤트 및 광고성정보 제공 및 참여기회 제공</li>
			<li>4. 접속빈도 파악 등에 대한 통계</li>
		</ul>
	</li>
</ul>

<div class="tit">03. 개인정보의 제공</div>
회사는 아래와 같은 경우 개인정보를 회원이 아닌 자에게 제공할 수 있습니다.
<ul>
	<li>가. 서비스 제공에 관한 계약 이행을 위하여 필요한 개인정보로서 경제적·기술적 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우</li>
	<li>나. 법령의 규정에 근거한 정보제공 요청이 있는 경우</li>
</ul>
		</div>
	</div>

</div> <!-- //container -->
<?php include("../pub/inc/_footer.php") ?>